const POSTS = [
  {
    "date": "05.09.2026",
    "title": "сломал сайт",
    "text": "подключал php, ничего не понял, попытался перенести страницу блога опять в html а он почемуто выдаёт ошибку и пытаеться открыть блог.php вместо блог.html"
  },
  {
    "date": "05.09.2026",
    "title": "Создал пост",
    "text": "Лол что могу"
  },
  {
    "date": "05.09.2026",
    "title": "Почему я сделал свой сайт",
    "text": "Надоело сидеть в соцсетях, захотелось свой уголок в интернете… лол"
  },
  {
    "date": "01.09.2026",
    "title": "Первый пост",
    "text": "Сайт заработал! Ура."
  }
];